{
    "productos": [
        {
            "id": 1,
            "title": "DeathAdder V3 Pro",
            "price": 150,
            "img": "/imgs/mouses/deathAdderBlanco.jpg",
            "category": "mouses",
            "description": "Diseño ultraligero de 2.26 oz. Disfruta de un nivel de velocidad y control preferido por los mejores jugadores del mundo con uno de los ratones ergonómicos más ligeros jamás creados. Con hasta 90 horas de duración en una carga y sensor óptico Focus Pro 30k.",
            "instock": 10
        },
        {
            "id": 2,
            "title": "Logitech g203",
            "price": 30,
            "img": "/imgs/mouses/g203Blanco.png",
            "category": "mouses",
            "description": "Juega en color con nuestro RGB Lightsync más vibrante con efectos de onda de color personalizables en -16.8 millones de colores. Sensor de 8000DPI y diseño clásico de 6 botones personalizables.",
            "instock": 25
        },
        {
            "id": 3,
            "title": "Logitech SuperLight",
            "price": 135,
            "img": "/imgs/mouses/superLightBlanco.png",
            "category": "mouses",
            "description": "Meticulosamente diseñado en colaboración con muchos de los principales profesionales de los deportes electrónicos del mundo. Diseñado para ganar, siendo el pináculo de nuestra continua búsqueda de los más altos niveles de rendimiento. Ultraligero de menos de 2.22 oz y con el sensor Hero.",
            "instock": 15
        },
        {
            "id": 4,
            "title": "Razer Viper V2 Pro",
            "price": 150,
            "img": "/imgs/mouses/viperV2Blanco.jpg",
            "category": "mouses",
            "description": "Diseño ultraligero de 2.05 oz. Uno de los ratones deportivos más ligeros jamás creados y ofrece un nivel de velocidad y control preferido por los mejores profesionales de los deportes electrónicos del mundo. Sensor óptico Focus Pro 30K, 80 horas de duración y HyperSpeed Wireless,  una conexión 25% más rápida que cualquier otra tecnología inalámbrica.",
            "instock": 20
        },
        {
            "id": 5,
            "title": "Redragon M693",
            "price": 25,
            "img": "/imgs/mouses/redragonM693.jpg",
            "category": "mouses",
            "description": "Tecnología de conexión de 3 modos: los cables realmente afectarán tu reacción detallada de batalla, M693 (el primer mouse inalámbrico Redragon de 3 modos) con Bluetooth y nano receptor de 2.4 GHz te ofrece la experiencia de movimiento del mouse más pura y bombea tu KDA de nuevo. 8000 DPI ajustable, 7 botones programables y color real ajustable.",
            "instock": 40
        },
        {
            "id": 6,
            "title": "Epomaker EP84 Pro",
            "price": 120,
            "img": "/imgs/teclados/tecladoEpomaker.jpg",
            "category": "teclados",
            "description": "Versión mejorada del teclado mecánico EP84: con excelente durabilidad y fiabilidad; mantiene un diseño compacto del 75%, así como la conectividad, las teclas y los interruptores se actualizan para darte la capacidad de respuesta y la precisión necesarias para jugar, escribir y hacer trabajo. Interruptores personalizados Hotswap, cuenta con interruptores Gateron Pro Yellow y dos interruptores personalizados EPOMAKER, Flamingo y Budgerigar.",
            "instock": 3
        },
        {
            "id": 7,
            "title": "Razer Huntsman Mini",
            "price": 70,
            "img": "/imgs/teclados/tecladoRazer.jpg",
            "category": "teclados",
            "description": "Más rápido que los interruptores mecánicos tradicionales: La tecnología de interruptor óptico lineal Razer utiliza actuación óptica basada en haz de luz, registra pulsaciones de teclas a la velocidad de la luz. Máxima personalización e inmersión en juegos con Razer Chroma. Calidad, construcción de aluminio: Cubierto con un marco superior de aluminio mate para una mayor integridad estructural.",
            "instock": 5
        },
        {
            "id": 8,
            "title": "Logitech G Pro",
            "price": 100,
            "img": "/imgs/teclados/tecladoLogitech.jpg",
            "category": "teclados",
            "description": "Construido con y para atletas de deportes electrónicos para rendimiento, velocidad y precisión a nivel de competición. Los interruptores GX Blue Click duraderos ofrecen un clic audible y táctil para una pulsación de teclas sólida y segura. Utiliza LIGHTSYNC para resaltar las teclas y programar patrones de iluminación estática a la memoria integrada para sistemas de torneos que no permiten instalaciones G HUB.",
            "instock": 8
        },
        {
            "id": 9,
            "title": "SteelSeries Apex 5",
            "price": 89,
            "img": "/imgs/teclados/tecladoSteelseries.jpg",
            "category": "teclados",
            "description": "Interruptores mecánicos híbridos para juegos: el clic táctil de un interruptor mecánico azul más una membrana suave. Pantalla inteligente OLED: personaliza con regalos, información de juegos, mensajes de discord y mucho más. Marco de aleación de aluminio de grado aeronáutico: fabricado para una durabilidad y robustez irrompibles e iluminación RGB dinámica.",
            "instock": 13
        },
        {
            "id": 10,
            "title": "Redragon Kumara K552",
            "price": 40,
            "img": "/imgs/teclados/tecladoRedragon.jpg",
            "category": "teclados",
            "description": "Conmutadores mecánicos personalizados (equivalente en color verde cerezo) para un rendimiento definitivo de juegos. Luz Led de color rojo ajustable y teclas moldeadas por inyección de doble disparo para una retroiluminación cristalina. Construcción de metal y ABS, teclas mecánicas y conector USB chapado en oro soportan juegos de núcleo duro.",
            "instock": 18
        },
        {
            "id": 11,
            "title": "Aqua Control+ Fly Edition",
            "price": 18.80,
            "img": "/imgs/mousepads/mousepadControlPlus.jpg",
            "category": "mousepads",
            "description": "Aqua Control Plus mouse pad, fly design. Which is same as the AC+ ROB, just the color different. Which was made by Amundsen fabric surface and non-slip soft bottom too. Very stable tracking. Rough surface like pear skin provides very precise reaction to your mouse movements.",
            "instock": 22
        },
        {
            "id": 12,
            "title": "Aqua Control Super",
            "price": 18,
            "img": "/imgs/mousepads/mousepadControlSuper.jpg",
            "category": "mousepads",
            "description": "Aqua Control Super is a Speed and control gaming mouse pad. Strong against a sweat or dirt, humidity : you can use same quality even sweat your hands while playing.",
            "instock": 6
        },
        {
            "id": 13,
            "title": "Aqua Control II edición Sakura",
            "price": 19.90,
            "img": "/imgs/mousepads/mousepadSakura.webp",
            "category": "mousepads",
            "description": "2022 Aqua control II Sakura gaming mousepad. Aqua Control II is a balance gaming mousepad with speed and control.  4mm thicker rubber bring more comfortable and grip on the table. Suitable for sweaty hands",
            "instock": 50
        },
        {
            "id": 14,
            "title": "Pulsar SuperGlide Glass",
            "price": 86,
            "img": "/imgs/mousepads/mousepadSuperglide.webp",
            "category": "mousepads",
            "description": "The ultimate in performance and durability, with a top layer of super strong aluminosilicate glass and a unique surface pattern for fast glide and good stopping, and a bottom layer of high-density silicone for a secure grip.",
            "instock": 2
        },
        {
            "id": 15,
            "title": "Aqua Control Zero",
            "price": 21.90,
            "img": "/imgs/mousepads/mousepadZero.jpg",
            "category": "mousepads",
            "description": "Suitable for playing CSGO, Valorant or prefer to use a bit slow mat, but the flick speed of the AC Zero is faster than traditional slow mats. Let you play more stable in FPS games.",
            "instock": 15
        },
        {
            "id": 16,
            "title": "Keycaps Epomaker Bunny",
            "price": 39,
            "img": "/imgs/keycaps/keycapsEpomaker.jpg",
            "category": "accesorios",
            "description": "Adopta el Hiragana en las teclas para presentarte otra nueva forma de aprender el alfabeto japonés, y una gran manera de añadir algo de carácter literalmente a tu teclado favorito. Con 134 teclas PBT y cada una hecha a través de un proceso de sublimación de tinte, colores vibrantes.",
            "instock": 5
        },
        {
            "id": 17,
            "title": "Keycaps HyperX Pudín",
            "price": 26,
            "img": "/imgs/keycaps/keycapsHyperX.jpg",
            "category": "accesorios",
            "description": "Diseño translúcido: el diseño de doble capa de estas teclas está diseñado para dejar pasar más luz, haciendo que la iluminación RGB de tu teclado sea aún más impresionante. Material PBT duradero de doble disparo: estas teclas PBT están hechas con paredes gruesas y son resistentes al desgaste, la fricción y los disolventes.",
            "instock": 10
        },
        {
            "id": 18,
            "title": "Switches Akko",
            "price": 22,
            "img": "/imgs/switchesAkko.jpg",
            "category": "accesorios",
            "description": " los interruptores Akko Custom Series (CS) son personalizados, con 3 pines hechos para los entusiastas del bricolaje, para tener buenas sensaciones al usar el teclado con opciones más asequibles. Vida útil aproximada de 60 millones de pulsaciones y múltiples colores.",
            "instock": 30
        }
    ]
}
